
;
; REAPER
;

;
; 大白鲨泳衣
;

;
; Torso
;

[CNV_WotC_RPR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPL_WotC_RPR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPW_WotC_RPR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"


[CNV_WotC_RPR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPL_WotC_RPR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPW_WotC_RPR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"


[CNV_WotC_RPR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPL_WotC_RPR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPW_WotC_RPR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

;
; Legs
;

[CNV_WotC_RPR_MGO_GWS_Legs_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_RPR_MGO_GWS_Legs_A_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_RPR_MGO_GWS_Legs_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

[CNV_WotC_RPR_MGO_GWS_Legs_B_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

;
; Left Arm
;

[CNV_WotC_RPR_MGO_GWS_LArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

[CNV_WotC_RPR_MGO_GWS_LArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

;
; Right Arm
;

[CNV_WotC_RPR_MGO_GWS_RArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

[CNV_WotC_RPR_MGO_GWS_RArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

;
; HARNESS
;

;
; Torso
;

[CNV_WotC_RPR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPL_WotC_RPR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPW_WotC_RPR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"


[CNV_WotC_RPR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPL_WotC_RPR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPW_WotC_RPR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"


[CNV_WotC_RPR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPL_WotC_RPR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPW_WotC_RPR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

;
; MEGALODON
;

;
; Torso
; 

[CNV_WotC_RPR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPL_WotC_RPR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPW_WotC_RPR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"


[CNV_WotC_RPR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPL_WotC_RPR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPW_WotC_RPR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

;
; Legs
;

[CNV_WotC_RPR_MGO_MEGA_Legs_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿"


[CNV_WotC_RPR_MGO_MEGA_Legs_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_RPR_MGO_MEGA_LArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂"


[CNV_WotC_RPR_MGO_MEGA_LArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂 [VarB]"

;
; Right Arm
;

[CNV_WotC_RPR_MGO_MEGA_RArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂"

[CNV_WotC_RPR_MGO_MEGA_RArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂 [VarB]"

;
; GOBLIN
;

;
; Torso
;

[CNV_WotC_RPR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_RPR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_RPR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_RPR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_RPR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_RPR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_RPR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_RPR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_RPR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"


[CNV_WotC_RPR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_RPR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_RPR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_RPR_MGO_Gob_Legs_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_RPR_MGO_Gob_Legs_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_RPR_MGO_Gob_Legs_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

[CNV_WotC_RPR_MGO_Gob_Legs_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

;
; TANK TOP
;

;
; Torso
;

[CNV_WotC_RPR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPL_WotC_RPR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPW_WotC_RPR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"


[CNV_WotC_RPR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPL_WotC_RPR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPW_WotC_RPR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_RPR_MGO_TaTop_Legs_A_F X2BodyPartTemplate]
DisplayName="背心 - 腿"

[CNV_WotC_RPR_MGO_TaTop_Legs_B_F X2BodyPartTemplate]
DisplayName="背心 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_RPR_MGO_TaTop_LArm_F X2BodyPartTemplate]
DisplayName="背心 - 左臂"

;
; Right Arm
;

[CNV_WotC_RPR_MGO_TaTop_RArm_F X2BodyPartTemplate]
DisplayName="背心 - 右臂"


;
; SKIRMISHER
;

;
; 大白鲨泳衣
;

;
; Torso
;

[CNV_WotC_SKR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPL_WotC_SKR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPW_WotC_SKR_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"


[CNV_WotC_SKR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPL_WotC_SKR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPW_WotC_SKR_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"


[CNV_WotC_SKR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPL_WotC_SKR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPW_WotC_SKR_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

;
; Legs
;

[CNV_WotC_SKR_MGO_GWS_Legs_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_SKR_MGO_GWS_Legs_A_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_SKR_MGO_GWS_Legs_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

[CNV_WotC_SKR_MGO_GWS_Legs_B_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

;
; Left Arm
;

[CNV_WotC_SKR_MGO_GWS_LArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

[CNV_WotC_SKR_MGO_GWS_LArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

;
; Right Arm
;

[CNV_WotC_SKR_MGO_GWS_RArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

[CNV_WotC_SKR_MGO_GWS_RArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

;
; HARNESS
;

;
; Torso
;

[CNV_WotC_SKR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPL_WotC_SKR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPW_WotC_SKR_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"


[CNV_WotC_SKR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPL_WotC_SKR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPW_WotC_SKR_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"


[CNV_WotC_SKR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPL_WotC_SKR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPW_WotC_SKR_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

;
; MEGALODON
;

;
; Torso
; 

[CNV_WotC_SKR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPL_WotC_SKR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPW_WotC_SKR_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"


[CNV_WotC_SKR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPL_WotC_SKR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPW_WotC_SKR_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

;
; Legs
;

[CNV_WotC_SKR_MGO_MEGA_Legs_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿"


[CNV_WotC_SKR_MGO_MEGA_Legs_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_SKR_MGO_MEGA_LArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂"


[CNV_WotC_SKR_MGO_MEGA_LArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂 [VarB]"

;
; Right Arm
;

[CNV_WotC_SKR_MGO_MEGA_RArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂"

[CNV_WotC_SKR_MGO_MEGA_RArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂 [VarB]"

;
; GOBLIN
;

;
; Torso
;

[CNV_WotC_SKR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_SKR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_SKR_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_SKR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_SKR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_SKR_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_SKR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_SKR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_SKR_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"


[CNV_WotC_SKR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_SKR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_SKR_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_SKR_MGO_Gob_Legs_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_SKR_MGO_Gob_Legs_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_SKR_MGO_Gob_Legs_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

[CNV_WotC_SKR_MGO_Gob_Legs_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

;
; TANK TOP
;

;
; Torso
;

[CNV_WotC_SKR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPL_WotC_SKR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPW_WotC_SKR_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"


[CNV_WotC_SKR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPL_WotC_SKR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPW_WotC_SKR_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_SKR_MGO_TaTop_Legs_A_F X2BodyPartTemplate]
DisplayName="背心 - 腿"

[CNV_WotC_SKR_MGO_TaTop_Legs_B_F X2BodyPartTemplate]
DisplayName="背心 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_SKR_MGO_TaTop_LArm_F X2BodyPartTemplate]
DisplayName="背心 - 左臂"

;
; Right Arm
;

[CNV_WotC_SKR_MGO_TaTop_RArm_F X2BodyPartTemplate]
DisplayName="背心 - 右臂"


;
; TEMPLAR
;

;
; 大白鲨泳衣
;

;
; Torso
;

[CNV_WotC_TMP_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPL_WotC_TMP_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"

[MPW_WotC_TMP_MGO_GWS_Torso_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [全装]"


[CNV_WotC_TMP_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPL_WotC_TMP_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"

[MPW_WotC_TMP_MGO_GWS_Torso_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体 [裸露]"


[CNV_WotC_TMP_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPL_WotC_TMP_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

[MPW_WotC_TMP_MGO_GWS_Torso_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 身体"

;
; Legs
;

[CNV_WotC_TMP_MGO_GWS_Legs_A_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_TMP_MGO_GWS_Legs_A_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [全装]"

[CNV_WotC_TMP_MGO_GWS_Legs_B_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

[CNV_WotC_TMP_MGO_GWS_Legs_B_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 腿 [裸露]"

;
; Left Arm
;

[CNV_WotC_TMP_MGO_GWS_LArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

[CNV_WotC_TMP_MGO_GWS_LArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 左臂"

;
; Right Arm
;

[CNV_WotC_TMP_MGO_GWS_RArm_M X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

[CNV_WotC_TMP_MGO_GWS_RArm_F X2BodyPartTemplate]
DisplayName="大白鲨泳衣 - 右臂"

;
; HARNESS
;

;
; Torso
;

[CNV_WotC_TMP_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPL_WotC_TMP_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"

[MPW_WotC_TMP_MGO_Harness_Torso_A_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [全装]"


[CNV_WotC_TMP_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPL_WotC_TMP_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"

[MPW_WotC_TMP_MGO_Harness_Torso_B_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarB]"


[CNV_WotC_TMP_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPL_WotC_TMP_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"

[MPW_WotC_TMP_MGO_Harness_Torso_C_F X2BodyPartTemplate]
DisplayName="线带 - 身体 [VarC]"


;
; Torso
; 

[CNV_WotC_TMP_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPL_WotC_TMP_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"

[MPW_WotC_TMP_MGO_MEGA_Torso_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [全装]"


[CNV_WotC_TMP_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPL_WotC_TMP_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

[MPW_WotC_TMP_MGO_MEGA_Torso_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 身体 [VarB]"

;
; Legs
;

[CNV_WotC_TMP_MGO_MEGA_Legs_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿"


[CNV_WotC_TMP_MGO_MEGA_Legs_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_TMP_MGO_MEGA_LArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂"


[CNV_WotC_TMP_MGO_MEGA_LArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 左臂 [VarB]"

;
; Right Arm
;

[CNV_WotC_TMP_MGO_MEGA_RArm_A_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂"

[CNV_WotC_TMP_MGO_MEGA_RArm_B_F X2BodyPartTemplate]
DisplayName="鲨鱼泳衣 - 右臂 [VarB]"

;
; GOBLIN
;

;
; Torso
;

[CNV_WotC_TMP_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_TMP_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_TMP_MGO_Gob_Torso_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_TMP_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPL_WotC_TMP_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"

[MPW_WotC_TMP_MGO_Gob_Torso_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [全装]"


[CNV_WotC_TMP_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_TMP_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_TMP_MGO_Gob_Torso_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"


[CNV_WotC_TMP_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPL_WotC_TMP_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

[MPW_WotC_TMP_MGO_Gob_Torso_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_TMP_MGO_Gob_Legs_A_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_TMP_MGO_Gob_Legs_A_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿"

[CNV_WotC_TMP_MGO_Gob_Legs_B_M X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

[CNV_WotC_TMP_MGO_Gob_Legs_B_F X2BodyPartTemplate]
DisplayName="妖精泳衣 - 腿 [VarB]"

;
; TANK TOP
;

;
; Torso
;

[CNV_WotC_TMP_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPL_WotC_TMP_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"

[MPW_WotC_TMP_MGO_TaTop_Torso_A_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [全装]"


[CNV_WotC_TMP_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPL_WotC_TMP_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

[MPW_WotC_TMP_MGO_TaTop_Torso_B_F X2BodyPartTemplate]
DisplayName="背心 - 身体 [裸露]"

;
; Legs
;

[CNV_WotC_TMP_MGO_TaTop_Legs_A_F X2BodyPartTemplate]
DisplayName="背心 - 腿"

[CNV_WotC_TMP_MGO_TaTop_Legs_B_F X2BodyPartTemplate]
DisplayName="背心 - 腿 [VarB]"

;
; Left Arm
;

[CNV_WotC_TMP_MGO_TaTop_LArm_F X2BodyPartTemplate]
DisplayName="背心 - 左臂"

;
; Right Arm
;

[CNV_WotC_TMP_MGO_TaTop_RArm_F X2BodyPartTemplate]
DisplayName="背心 - 右臂"

